[
  {
    "aggregateRating": {
      "commentCount": "0",
      "fiveStarRatings": "0",
      "fourStarRatings": "0",
      "oneStarRatings": "0",
      "ratingsCount": "0",
      "starRating": 0.0,
      "threeStarRatings": "0",
      "twoStarRatings": "0",
      "type": 2
    },
    "availability": {
      "restriction": 1
    },
    "az_metadata_date": "2023-01-16 22:25:51.786017",
    "backendDocid": "com.flowbussiness.driver",
    "backendId": 3,
    "creator": "Shipox Inc",
    "descriptionHtml": "سياسة الخصوصية شركة فلو بيزنس للخدمات اللوجستية<br>نحن في شركة فلو بيزنس للخدمات اللوجستية نهدف إلى الشفافية في عملياتنا اليومية مع العملاء والشركاء والمقدمين.<br>تعتبر خصوصيتك وحماية بياناتك أمرًا مهمًا بالنسبة لنا وباسم الشفافية، نود أن نوضح كيف نحمي ونحافظ على معلوماتك عند استخدامك للموقع.<br>الهدف من سياسة الخصوصية هذه هو إعلامك بأنواع المعلومات (بما في ذلك البيانات الشخصية) التي قد نجمعها منك فيما يتعلق باستخدامك لهذا الموقع. تهدف سياسة الخصوصية أيضًا إلى شرح الشروط التي بموجبها نستخدم تلك المعلومات ونكشف عنها، وحقوقك فيما يتعلق بتلك المعلومات.<br>موافقتك<br>باستخدامك لموقعنا فإنك توافق على سياسة الخصوصية الخاصة بنا.<br>المعلومات التي تقدمها<br>الأنواع التالية من المعلومات الشخصية التي تزودنا بها مثل:<br>1.\tالمعلومات التي تدخلها عند تسجيلك لشركة على موقعنا الإلكتروني – على سبيل المثال: اسم الشركة، معلومات المالك وخدمة العملاء للشركة وغيرها.<br>2.\tالمعلومات المتعلقة بأي شحنة تقوم بتتبعها والتي تتضمن رقم تتبع الشحنة.<br>3.\tأي معلومات شخصية أخرى ترسلها إلينا.<br>إذا كنت لا تريد جمع معلوماتك الشخصية، فلا تزودنا بها. تظل قاعدة البيانات ومحتوياتها في خوادم الشركة وتكون قابلة للخضوع لعمليات معالجات البيانات أو الخوادم التي تعمل بالنيابة عنا وتكون تحت مسؤوليتنا. لن يتم تمرير بياناتك الشخصية من قبلنا أو من قبل وكلائنا لاستخدامها من قبل أطراف ثالثة بأي شكل من الأشكال ما لم نحصل على موافقتك أو أننا مطلوبين قانونًا للقيام بذلك.<br>المعلومات التي نجمعها<br>يمكنك زيارة جميع الصفحات العامة في موقعنا دون تقديم أي معلومات شخصية عنك، ولكن موقعنا الإلكتروني يجمع ويخزن ويستخدم فقط المعلومات غير الشخصية مثل:<br><br>1.\tمعلومات حول جهاز الكمبيوتر الخاص بك بما في ذلك عنوان IP الخاص بك، الموقع الجغرافي، نوع المتصفح وإصداره ونظام التشغيل.<br>2.\tمعلومات حول زياراتك لهذا الموقع واستخدامه بما في ذلك مصدر الإحالة، مدة الزيارة، مشاهدات الصفحة ومسارات تصفح الموقع.<br>3.\tالمعلومات التي يتم إنشاؤها أثناء استخدام موقعنا بما في ذلك متى وكم مرة وتحت أي ظروف تستخدمها.<br>4.\tتستخدم بعض أجزاء الموقع تقنيات البكسل المضمنة أو JavaScript لتسهيل استخدامك للموقع وتتبع حركة المرور العامة.<br>الكوكيز<br>الكوكيز هو ملف تعريف الارتباط; وهو عبارة عن ملف صغير يتم وضعه على القرص الصلب لجهاز الكمبيوتر الخاص بك. بمجرد إضافة الملف، يساعد الكوكيز (ملف تعريف الارتباط) في تحليل حركة مرور الويب أو يتيح لك معرفة متى تزور موقعًا معينًا. تسمح ملفات تعريف الارتباط لتطبيقات الويب بالرد عليك كفرد. يمكن لتطبيق الويب أن يكيّف عملياته وفقًا لاحتياجاتك وما يعجبك من خلال جمع وتذكر المعلومات حول تفضيلاتك.<br><br>http://www.google.com/analytics/terms/<br><br>نحن نستخدم ملفات تعريف الارتباط الخاصة بسجل حركة المرور لتحديد الصفحات التي يتم استخدامها من قِبل زوّار الموقع. يساعدنا هذا في تحليل البيانات المتعلقة بحركة مرور صفحات الويب وتحسين موقعنا على الويب من أجل تكييفه وفقًا لاحتياجات العملاء. نحن نستخدم هذه المعلومات فقط لأغراض التحليل الإحصائي ومن ثم يتم إزالة البيانات من النظام. بشكل عام، تساعدنا ملفات تعريف الارتباط في تزويدك بتجربة وموقع أفضل على شبكة الإنترنت من خلال تمكيننا من مراقبة الصفحات التي تجدها مفيدة والتي لا تجدها مفيدة. لا يمنحنا ملف تعريف الارتباط بأي حال من الأحوال الوصول إلى جهاز الكمبيوتر الخاص بك أو أي معلومات عنك، بخلاف البيانات التي تختار مشاركتها معنا.<br><br>يمكنك اختيار قبول أو رفض ملفات تعريف الارتباط. تقبل معظم متصفحات الويب ملفات تعريف الارتباط تلقائيًا، ولكن يمكنك عادةً تعديل إعداد المستعرض الخاص بك لرفض ملفات تعريف الارتباط إذا كنت تفضل ذلك. ولكن قد يمنعك هذا من الاستفادة الكاملة من الموقع.<br><br>استخدام البيانات<br>لا تستخدم شركة فلو بيزنس معلوماتك سوى لممارسة الأعمال التجارية معك، لفهم احتياجاتك واهتماماتك بشكل أفضل، ولتحسين خدماتنا وتخصيص تجربتك على الويب، شريطة أن تكون قد أعطيت موافقتك الصريحة، حيثما يقتضي القانون التشريعي بذلك حفظ السجلات الداخلية.<br>•\tقد نستخدم المعلومات لتحسين منتجاتنا وخدماتنا والذي يؤدي إلى إرضاء عملائنا.<br>•\tقد نستخدم المعلومات لتخصيص الموقع وفقًا لاهتماماتك.<br>•\tالتواصل معك عند قيامك بتقديم استعلام إلينا.<br>•\tلأغراض تطوير الأعمال والتسويق.<br>•\tللحصول على إحصائيات عامة تتعلق باستخدام الموقع وصفحات الويب الخاصة به ولتقييم كيفية استخدام الزوار للموقع والتنقل فيه على أساس إجمالي.<br>•\tلتقديم الخدمات لك أو لشركتك أو لعملاء شركتك.",
    "descriptionShort": "هدفنا أن نكون شفافين في عملياتنا اليومية مع العملاء والشركاء",
    "details": {
      "appDetails": {
        "dependencies": {
          "dependency": [
            {
              "packageName": "com.google.android.gms",
              "unknown4": 1,
              "version": 12451000
            }
          ],
          "unknown2": "10870793",
          "unknown3": 31
        },
        "developerAddress": "15 Kings Avenue,<br/>Bromley BR14HN,<br/>United Kingdom",
        "developerEmail": "asad@shipox.com",
        "developerName": "Shipox Inc",
        "file": [
          {
            "fileType": 0,
            "size": "10399360",
            "versionCode": 2
          },
          {
            "fileType": 0,
            "size": "471433",
            "versionCode": 2
          }
        ],
        "installationSize": "10870793",
        "numDownloads": "0+ downloads",
        "packageName": "com.flowbussiness.driver",
        "permission": [
          "android.permission.ACCESS_ALL_DOWNLOADS",
          "android.permission.ACCESS_COARSE_LOCATION",
          "android.permission.ACCESS_FINE_LOCATION",
          "android.permission.ACCESS_NETWORK_STATE",
          "android.permission.AUTHENTICATE_ACCOUNTS",
          "android.permission.BLUETOOTH",
          "android.permission.CAMERA",
          "android.permission.FLASHLIGHT",
          "android.permission.FOREGROUND_SERVICE",
          "android.permission.GET_ACCOUNTS",
          "android.permission.INTERNET",
          "android.permission.MANAGE_ACCOUNTS",
          "android.permission.POST_NOTIFICATIONS",
          "android.permission.READ_CONTACTS",
          "android.permission.READ_EXTERNAL_STORAGE",
          "android.permission.READ_PHONE_STATE",
          "android.permission.READ_SYNC_SETTINGS",
          "android.permission.READ_SYNC_STATS",
          "android.permission.RECEIVE_BOOT_COMPLETED",
          "android.permission.STORAGE",
          "android.permission.USE_CREDENTIALS",
          "android.permission.VIBRATE",
          "android.permission.WAKE_LOCK",
          "android.permission.WRITE_EXTERNAL_STORAGE",
          "android.permission.WRITE_SYNC_SETTINGS",
          "com.google.android.c2dm.permission.RECEIVE",
          "com.google.android.finsky.permission.BIND_GET_INSTALL_REFERRER_SERVICE",
          "com.google.android.gms.permission.AD_ID",
          "com.honeywell.decode.permission.DECODE",
          "com.symbol.emdk.permission.EMDK"
        ],
        "recentChangesHtml": "Flow Business Driver",
        "unstable": true,
        "uploadDate": "6 Jan 2023",
        "versionCode": 2,
        "versionString": "1.1"
      }
    },
    "detailsReusable": true,
    "detailsUrl": "details?doc=com.flowbussiness.driver",
    "docType": 1,
    "docid": "com.flowbussiness.driver",
    "image": [
      {
        "color": "#000101",
        "dimension": {
          "height": 500,
          "width": 1024
        },
        "imageType": 2,
        "imageUrl": "https://play-lh.googleusercontent.com/mWxCpq29Ih-VkM_A-r1T54yphoMQx9Z8fL90NwUIbK7a9wrf-EO5Bk7vfOi-w4y50A",
        "supportsFifeUrlOptions": true
      },
      {
        "color": "#FEFEFE",
        "dimension": {
          "height": 512,
          "width": 512
        },
        "imageType": 4,
        "imageUrl": "https://play-lh.googleusercontent.com/S1NCbWgf83fDO75EZjaMLVdGDItSMR6-T973cmVLt6Jm9RJr9P2nFeUcmPlShm-1520",
        "supportsFifeUrlOptions": true
      },
      {
        "dimension": {
          "height": 1280,
          "width": 561
        },
        "imageType": 1,
        "imageUrl": "https://play-lh.googleusercontent.com/9ckIrCXxwkt88wgkFAdOd1WDQ4C6ZFf9Y-8ruXFKd7S_vj4byAjmQDwaa4xaE9iB1Ak",
        "supportsFifeUrlOptions": true
      },
      {
        "dimension": {
          "height": 1280,
          "width": 561
        },
        "imageType": 1,
        "imageUrl": "https://play-lh.googleusercontent.com/wFnN0aY74ZwvHaHZsuZWQijLtvk5vFh_GquE6GBH8neIixpmSi1JZcR_XC6yiCWVKQ",
        "supportsFifeUrlOptions": true
      },
      {
        "dimension": {
          "height": 1280,
          "width": 561
        },
        "imageType": 1,
        "imageUrl": "https://play-lh.googleusercontent.com/AAzAiqdxGKm10-Tdba6BupT1lwN54934bhed33ASbDHkUp-gpJzw4z5titpd7KPBUOJ9",
        "supportsFifeUrlOptions": true
      },
      {
        "dimension": {
          "height": 1280,
          "width": 561
        },
        "imageType": 1,
        "imageUrl": "https://play-lh.googleusercontent.com/o6lMP2qQaGRP2pf8AmGfSnyMItZVAzhSbRdifvGC_46Bi-V7hmwt10DAXrqyI_b8kFs",
        "supportsFifeUrlOptions": true
      },
      {
        "dimension": {
          "height": 1280,
          "width": 561
        },
        "imageType": 1,
        "imageUrl": "https://play-lh.googleusercontent.com/tMCOM5R9qifrmoX8PzdniYbZR-OQuP3-jVxU6vUNxry4ERuT1lMgjMdawpNZI07kpRc",
        "supportsFifeUrlOptions": true
      },
      {
        "dimension": {
          "height": 1280,
          "width": 561
        },
        "imageType": 1,
        "imageUrl": "https://play-lh.googleusercontent.com/ALyv5MmpdfULdrN_hz7EZ0lc7dhRzxVxo4kI6MOZGmtucU-I-AqlMGwQ9iL3ogte0fg",
        "supportsFifeUrlOptions": true
      },
      {
        "dimension": {
          "height": 1280,
          "width": 561
        },
        "imageType": 1,
        "imageUrl": "https://play-lh.googleusercontent.com/AAJJfKuEgozU5oUW9PzmRuox3FK9_XMFdiaYKDg-LTX-uPtSXZCLrItdA5tIqXXg9dU",
        "supportsFifeUrlOptions": true
      },
      {
        "dimension": {
          "height": 1280,
          "width": 561
        },
        "imageType": 1,
        "imageUrl": "https://play-lh.googleusercontent.com/yeKHkd0QMkfQEuJgBmhaCggwZHx8C4KeIrgW4L7lB0h3mRYes3ueoDZv0ztX4xAT0cvK",
        "supportsFifeUrlOptions": true
      }
    ],
    "offer": [
      {
        "checkoutFlowRequired": false,
        "currencyCode": "EUR",
        "formattedAmount": "",
        "message": "Buy",
        "micros": "0",
        "offerType": 1
      }
    ],
    "relatedLinks": {
      "privacyPolicyUrl": "https://shipox.com/driver-app-privacy-policy/",
      "rated": {
        "image": {
          "dimension": {
            "height": 512,
            "width": 512
          },
          "imageType": 6,
          "imageUrl": "https://play-lh.googleusercontent.com/f8B0enUmZD3qSV7UvP1aFSF5nQcAE_PpEJaXsIrfPMXU_D64BmVJC138JudhaYBkamCGbl_F3wXwfi0wJg",
          "supportsFifeUrlOptions": true
        },
        "label": "PEGI 3",
        "learnMoreHtmlLink": "<a href=\"https://support.google.com/googleplay?p=appgame_ratings\">Learn more</a>"
      }
    },
    "reviewQuestionsUrl": "reviewQuestions?doc=com.flowbussiness.driver",
    "reviewsUrl": "rev?doc=com.flowbussiness.driver&n=20",
    "shareUrl": "https://play.google.com/store/apps/details?id=com.flowbussiness.driver",
    "title": "Flow Business Driver",
    "unknown25": {
      "item": [
        {
          "container": {
            "value": "Google Commerce Ltd"
          },
          "label": "Offered by"
        },
        {
          "container": {
            "value": "asad@shipox.com"
          },
          "label": "Developer email"
        },
        {
          "container": {
            "value": "15 Kings Avenue,<br/>Bromley BR14HN,<br/>United Kingdom"
          },
          "label": "Developer address"
        },
        {
          "container": {
            "value": "6 Jan 2023"
          },
          "label": "Released on"
        }
      ]
    },
    "unknownCategoryContainer": {}
  },
  {
    "aggregateRating": {
      "commentCount": "0",
      "fiveStarRatings": "0",
      "fourStarRatings": "0",
      "oneStarRatings": "0",
      "ratingsCount": "0",
      "starRating": 0.0,
      "threeStarRatings": "0",
      "twoStarRatings": "0",
      "type": 2
    },
    "availability": {
      "restriction": 1
    },
    "az_metadata_date": "2023-10-09 17:18:16.160178",
    "backendDocid": "com.flowbussiness.driver",
    "backendId": 3,
    "creator": "Shipox Inc",
    "descriptionHtml": "سياسة الخصوصية شركة فلو بيزنس للخدمات اللوجستية<br>نحن في شركة فلو بيزنس للخدمات اللوجستية نهدف إلى الشفافية في عملياتنا اليومية مع العملاء والشركاء والمقدمين.<br>تعتبر خصوصيتك وحماية بياناتك أمرًا مهمًا بالنسبة لنا وباسم الشفافية، نود أن نوضح كيف نحمي ونحافظ على معلوماتك عند استخدامك للموقع.<br>الهدف من سياسة الخصوصية هذه هو إعلامك بأنواع المعلومات (بما في ذلك البيانات الشخصية) التي قد نجمعها منك فيما يتعلق باستخدامك لهذا الموقع. تهدف سياسة الخصوصية أيضًا إلى شرح الشروط التي بموجبها نستخدم تلك المعلومات ونكشف عنها، وحقوقك فيما يتعلق بتلك المعلومات.<br>موافقتك<br>باستخدامك لموقعنا فإنك توافق على سياسة الخصوصية الخاصة بنا.<br>المعلومات التي تقدمها<br>الأنواع التالية من المعلومات الشخصية التي تزودنا بها مثل:<br>1.\tالمعلومات التي تدخلها عند تسجيلك لشركة على موقعنا الإلكتروني – على سبيل المثال: اسم الشركة، معلومات المالك وخدمة العملاء للشركة وغيرها.<br>2.\tالمعلومات المتعلقة بأي شحنة تقوم بتتبعها والتي تتضمن رقم تتبع الشحنة.<br>3.\tأي معلومات شخصية أخرى ترسلها إلينا.<br>إذا كنت لا تريد جمع معلوماتك الشخصية، فلا تزودنا بها. تظل قاعدة البيانات ومحتوياتها في خوادم الشركة وتكون قابلة للخضوع لعمليات معالجات البيانات أو الخوادم التي تعمل بالنيابة عنا وتكون تحت مسؤوليتنا. لن يتم تمرير بياناتك الشخصية من قبلنا أو من قبل وكلائنا لاستخدامها من قبل أطراف ثالثة بأي شكل من الأشكال ما لم نحصل على موافقتك أو أننا مطلوبين قانونًا للقيام بذلك.<br>المعلومات التي نجمعها<br>يمكنك زيارة جميع الصفحات العامة في موقعنا دون تقديم أي معلومات شخصية عنك، ولكن موقعنا الإلكتروني يجمع ويخزن ويستخدم فقط المعلومات غير الشخصية مثل:<br><br>1.\tمعلومات حول جهاز الكمبيوتر الخاص بك بما في ذلك عنوان IP الخاص بك، الموقع الجغرافي، نوع المتصفح وإصداره ونظام التشغيل.<br>2.\tمعلومات حول زياراتك لهذا الموقع واستخدامه بما في ذلك مصدر الإحالة، مدة الزيارة، مشاهدات الصفحة ومسارات تصفح الموقع.<br>3.\tالمعلومات التي يتم إنشاؤها أثناء استخدام موقعنا بما في ذلك متى وكم مرة وتحت أي ظروف تستخدمها.<br>4.\tتستخدم بعض أجزاء الموقع تقنيات البكسل المضمنة أو JavaScript لتسهيل استخدامك للموقع وتتبع حركة المرور العامة.<br>الكوكيز<br>الكوكيز هو ملف تعريف الارتباط; وهو عبارة عن ملف صغير يتم وضعه على القرص الصلب لجهاز الكمبيوتر الخاص بك. بمجرد إضافة الملف، يساعد الكوكيز (ملف تعريف الارتباط) في تحليل حركة مرور الويب أو يتيح لك معرفة متى تزور موقعًا معينًا. تسمح ملفات تعريف الارتباط لتطبيقات الويب بالرد عليك كفرد. يمكن لتطبيق الويب أن يكيّف عملياته وفقًا لاحتياجاتك وما يعجبك من خلال جمع وتذكر المعلومات حول تفضيلاتك.<br><br>http://www.google.com/analytics/terms/<br><br>نحن نستخدم ملفات تعريف الارتباط الخاصة بسجل حركة المرور لتحديد الصفحات التي يتم استخدامها من قِبل زوّار الموقع. يساعدنا هذا في تحليل البيانات المتعلقة بحركة مرور صفحات الويب وتحسين موقعنا على الويب من أجل تكييفه وفقًا لاحتياجات العملاء. نحن نستخدم هذه المعلومات فقط لأغراض التحليل الإحصائي ومن ثم يتم إزالة البيانات من النظام. بشكل عام، تساعدنا ملفات تعريف الارتباط في تزويدك بتجربة وموقع أفضل على شبكة الإنترنت من خلال تمكيننا من مراقبة الصفحات التي تجدها مفيدة والتي لا تجدها مفيدة. لا يمنحنا ملف تعريف الارتباط بأي حال من الأحوال الوصول إلى جهاز الكمبيوتر الخاص بك أو أي معلومات عنك، بخلاف البيانات التي تختار مشاركتها معنا.<br><br>يمكنك اختيار قبول أو رفض ملفات تعريف الارتباط. تقبل معظم متصفحات الويب ملفات تعريف الارتباط تلقائيًا، ولكن يمكنك عادةً تعديل إعداد المستعرض الخاص بك لرفض ملفات تعريف الارتباط إذا كنت تفضل ذلك. ولكن قد يمنعك هذا من الاستفادة الكاملة من الموقع.<br><br>استخدام البيانات<br>لا تستخدم شركة فلو بيزنس معلوماتك سوى لممارسة الأعمال التجارية معك، لفهم احتياجاتك واهتماماتك بشكل أفضل، ولتحسين خدماتنا وتخصيص تجربتك على الويب، شريطة أن تكون قد أعطيت موافقتك الصريحة، حيثما يقتضي القانون التشريعي بذلك حفظ السجلات الداخلية.<br>•\tقد نستخدم المعلومات لتحسين منتجاتنا وخدماتنا والذي يؤدي إلى إرضاء عملائنا.<br>•\tقد نستخدم المعلومات لتخصيص الموقع وفقًا لاهتماماتك.<br>•\tالتواصل معك عند قيامك بتقديم استعلام إلينا.<br>•\tلأغراض تطوير الأعمال والتسويق.<br>•\tللحصول على إحصائيات عامة تتعلق باستخدام الموقع وصفحات الويب الخاصة به ولتقييم كيفية استخدام الزوار للموقع والتنقل فيه على أساس إجمالي.<br>•\tلتقديم الخدمات لك أو لشركتك أو لعملاء شركتك.",
    "descriptionShort": "هدفنا أن نكون شفافين في عملياتنا اليومية مع العملاء والشركاء",
    "details": {
      "appDetails": {
        "dependencies": {
          "dependency": [
            {
              "packageName": "com.google.android.gms",
              "version": 12451000
            }
          ],
          "unknown2": "13346641",
          "unknown3": 33
        },
        "developerAddress": "15 Kings Avenue,<br/>Bromley BR14HN,<br/>United Kingdom",
        "developerEmail": "asad@shipox.com",
        "developerName": "Shipox Inc",
        "file": [
          {
            "fileType": 0,
            "size": "12885064",
            "versionCode": 3
          },
          {
            "fileType": 0,
            "size": "461577",
            "versionCode": 3
          }
        ],
        "installationSize": "13346641",
        "numDownloads": "100+ downloads",
        "packageName": "com.flowbussiness.driver",
        "permission": [
          "android.permission.ACCESS_ALL_DOWNLOADS",
          "android.permission.ACCESS_COARSE_LOCATION",
          "android.permission.ACCESS_FINE_LOCATION",
          "android.permission.ACCESS_NETWORK_STATE",
          "android.permission.AUTHENTICATE_ACCOUNTS",
          "android.permission.BLUETOOTH",
          "android.permission.CAMERA",
          "android.permission.FLASHLIGHT",
          "android.permission.FOREGROUND_SERVICE",
          "android.permission.GET_ACCOUNTS",
          "android.permission.INTERNET",
          "android.permission.MANAGE_ACCOUNTS",
          "android.permission.POST_NOTIFICATIONS",
          "android.permission.READ_CONTACTS",
          "android.permission.READ_EXTERNAL_STORAGE",
          "android.permission.READ_MEDIA_AUDIO",
          "android.permission.READ_MEDIA_IMAGES",
          "android.permission.READ_MEDIA_VIDEO",
          "android.permission.READ_PHONE_STATE",
          "android.permission.READ_SYNC_SETTINGS",
          "android.permission.READ_SYNC_STATS",
          "android.permission.RECEIVE_BOOT_COMPLETED",
          "android.permission.STORAGE",
          "android.permission.USE_CREDENTIALS",
          "android.permission.VIBRATE",
          "android.permission.WAKE_LOCK",
          "android.permission.WRITE_EXTERNAL_STORAGE",
          "android.permission.WRITE_SYNC_SETTINGS",
          "com.flowbussiness.driver.DYNAMIC_RECEIVER_NOT_EXPORTED_PERMISSION",
          "com.google.android.c2dm.permission.RECEIVE",
          "com.google.android.finsky.permission.BIND_GET_INSTALL_REFERRER_SERVICE",
          "com.google.android.gms.permission.AD_ID",
          "com.honeywell.decode.permission.DECODE",
          "com.symbol.emdk.permission.EMDK"
        ],
        "recentChangesHtml": "Major improvements and bug fixes.",
        "unstable": true,
        "uploadDate": "9 Oct 2023",
        "versionCode": 3,
        "versionString": "1.2"
      }
    },
    "detailsReusable": true,
    "detailsUrl": "details?doc=com.flowbussiness.driver",
    "docType": 1,
    "docid": "com.flowbussiness.driver",
    "image": [
      {
        "color": "#000101",
        "dimension": {
          "height": 500,
          "width": 1024
        },
        "imageType": 2,
        "imageUrl": "https://play-lh.googleusercontent.com/mWxCpq29Ih-VkM_A-r1T54yphoMQx9Z8fL90NwUIbK7a9wrf-EO5Bk7vfOi-w4y50A",
        "supportsFifeUrlOptions": true
      },
      {
        "color": "#FEFEFE",
        "dimension": {
          "height": 512,
          "width": 512
        },
        "imageType": 4,
        "imageUrl": "https://play-lh.googleusercontent.com/S1NCbWgf83fDO75EZjaMLVdGDItSMR6-T973cmVLt6Jm9RJr9P2nFeUcmPlShm-1520",
        "supportsFifeUrlOptions": true
      },
      {
        "dimension": {
          "height": 1280,
          "width": 561
        },
        "imageType": 1,
        "imageUrl": "https://play-lh.googleusercontent.com/9ckIrCXxwkt88wgkFAdOd1WDQ4C6ZFf9Y-8ruXFKd7S_vj4byAjmQDwaa4xaE9iB1Ak",
        "supportsFifeUrlOptions": true
      },
      {
        "dimension": {
          "height": 1280,
          "width": 561
        },
        "imageType": 1,
        "imageUrl": "https://play-lh.googleusercontent.com/wFnN0aY74ZwvHaHZsuZWQijLtvk5vFh_GquE6GBH8neIixpmSi1JZcR_XC6yiCWVKQ",
        "supportsFifeUrlOptions": true
      },
      {
        "dimension": {
          "height": 1280,
          "width": 561
        },
        "imageType": 1,
        "imageUrl": "https://play-lh.googleusercontent.com/AAzAiqdxGKm10-Tdba6BupT1lwN54934bhed33ASbDHkUp-gpJzw4z5titpd7KPBUOJ9",
        "supportsFifeUrlOptions": true
      },
      {
        "dimension": {
          "height": 1280,
          "width": 561
        },
        "imageType": 1,
        "imageUrl": "https://play-lh.googleusercontent.com/o6lMP2qQaGRP2pf8AmGfSnyMItZVAzhSbRdifvGC_46Bi-V7hmwt10DAXrqyI_b8kFs",
        "supportsFifeUrlOptions": true
      },
      {
        "dimension": {
          "height": 1280,
          "width": 561
        },
        "imageType": 1,
        "imageUrl": "https://play-lh.googleusercontent.com/tMCOM5R9qifrmoX8PzdniYbZR-OQuP3-jVxU6vUNxry4ERuT1lMgjMdawpNZI07kpRc",
        "supportsFifeUrlOptions": true
      },
      {
        "dimension": {
          "height": 1280,
          "width": 561
        },
        "imageType": 1,
        "imageUrl": "https://play-lh.googleusercontent.com/ALyv5MmpdfULdrN_hz7EZ0lc7dhRzxVxo4kI6MOZGmtucU-I-AqlMGwQ9iL3ogte0fg",
        "supportsFifeUrlOptions": true
      },
      {
        "dimension": {
          "height": 1280,
          "width": 561
        },
        "imageType": 1,
        "imageUrl": "https://play-lh.googleusercontent.com/AAJJfKuEgozU5oUW9PzmRuox3FK9_XMFdiaYKDg-LTX-uPtSXZCLrItdA5tIqXXg9dU",
        "supportsFifeUrlOptions": true
      },
      {
        "dimension": {
          "height": 1280,
          "width": 561
        },
        "imageType": 1,
        "imageUrl": "https://play-lh.googleusercontent.com/yeKHkd0QMkfQEuJgBmhaCggwZHx8C4KeIrgW4L7lB0h3mRYes3ueoDZv0ztX4xAT0cvK",
        "supportsFifeUrlOptions": true
      }
    ],
    "offer": [
      {
        "checkoutFlowRequired": false,
        "currencyCode": "EUR",
        "formattedAmount": "",
        "message": "Buy",
        "micros": "0",
        "offerType": 1
      }
    ],
    "relatedLinks": {
      "privacyPolicyUrl": "https://shipox.com/driver-app-privacy-policy/",
      "rated": {
        "image": {
          "dimension": {
            "height": 512,
            "width": 512
          },
          "imageType": 6,
          "imageUrl": "https://play-lh.googleusercontent.com/f8B0enUmZD3qSV7UvP1aFSF5nQcAE_PpEJaXsIrfPMXU_D64BmVJC138JudhaYBkamCGbl_F3wXwfi0wJg",
          "supportsFifeUrlOptions": true
        },
        "label": "PEGI 3",
        "learnMoreHtmlLink": "<a href=\"https://support.google.com/googleplay?p=appgame_ratings\">Learn more</a>"
      }
    },
    "reviewQuestionsUrl": "reviewQuestions?doc=com.flowbussiness.driver",
    "reviewsUrl": "rev?doc=com.flowbussiness.driver&n=20",
    "shareUrl": "https://play.google.com/store/apps/details?id=com.flowbussiness.driver",
    "title": "Flow Business Driver",
    "unknown25": {
      "item": [
        {
          "container": {
            "value": "Google Commerce Ltd"
          },
          "label": "Offered by"
        },
        {
          "container": {
            "value": "asad@shipox.com"
          },
          "label": "Developer email"
        },
        {
          "container": {
            "value": "15 Kings Avenue,<br/>Bromley BR14HN,<br/>United Kingdom"
          },
          "label": "Developer address"
        },
        {
          "container": {
            "value": "6 Jan 2023"
          },
          "label": "Released on"
        }
      ]
    },
    "unknownCategoryContainer": {}
  }
]